Repository: 84000/translation-memory-resources
Catalog: post_input/toh94-C.bo.en.tmx
Source language: bo
Languages: en

source: བདེ་གཤེགས་ ཡེ་ཤེས་ མཛོད་ ནི་ ཐགས་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བློ་གྲོས་ མཆོག་ དེ་ ལ །_། རས་ ཀྱི་ ཁ་ཚར་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $663 “The well-gone Jñānakośa, when a weaver, |#| Offered woven tassels |#| To the thus-gone Supreme Intelligence |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཚངས་ གཤེགས་ ཚོང་དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཆོད་པ ར་ འོས་ དེ་ |#| ལ །_། མེ་ཏོག་ འབར་ ཤི འི་ ཆུན་ ཕྲེང་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $664 “The well-gone Brahmagāmin, when the son of a merchant, |#| Offered garlands of vārṣikī flowers |#| To the thus-gone Worthy of Worship |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཙན་དན་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རི་དབང་ བརྩེགས་པ་ ལ །_། བ་སོ་ དག་ ལས་ བྱས་པ འི་ གདན་ཁྲི་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $665 “The thus-gone Candana, when a merchant, |#| Offered a throne of ivory |#| To the thus-gone Majestic King of Mountains |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མྱ་ངན་མེད་པ་ གསེར་མགར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འོད་འབར་ དེ་ ལ་ ནི །_། དངུལ་ ལས་ བྱས་པ འི་ མེ་ཏོག་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $666 “The well-gone Aśoka, when a goldsmith, |#| Scattered flowers made of silver |#| Before the thus-gone Blazing Light |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སེང་གེ འི་ འོད་ཟེར་ ནི །_། ཨ་བ་ ཀ་ར ར་ གྱུར་ ཚེ་ དེ་བཞིན་ གཤེགས །_། |#| སྣང་བ འི་ གཙོ་ ལ་ ཨ་བ་ ཀན་ ཕུལ་ [320b] ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $667 “The thus-gone Siṃharaśmi, when a sweeper,#223 |#| Offered avaka plants#224 |#| To the thus-gone Foremost Light [320.b] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡུལ་འཁོར་ ཏོག་ ནི་ ཚོང་པ འི་ ཚེ །_། བདེ་གཤེགས་ སྣ་ཚོགས་ དབྱངས་ བརྒྱན་ དེ་ |#| ལ་ ནི །_། བ་སོ འི་ ཁང་པ་ བརྩེགས་པ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $668 “The well-gone Keturāṣṭra, when a merchant, |#| Offered a multistoried ivory house |#| To the well-gone Adorned with Diverse Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ པད་མ འི་ སྙིང་པོ་ དགེ་སློང་ ཚེ །_། འཇི་བ་ དག་ ལས་ གཟུགས་ ནི་ བྱས་ ནས་ |#| ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ དོན་ ལ་ དགྱེས་ དེ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $669 “The well-gone Padmagarbha, when a monk, |#| Made an image out of clay |#| For the thus-gone Delighting in the Meaning, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཟི་བརྗིད་ མཐའ་ ཡ ས་ ཆང་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྤྱོད་པ་ གསལ་ དེ་ |#| ལ །_། བཀྲུ་བ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $670 “The well-gone Anantatejas, when an alcohol vendor, |#| Offered bathing articles |#| To the thus-gone Clear Conduct |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྷ་ ཡི་ འོད་ཟེར་ དགེ་སློང་ ཚེ །_། བཅྭ་ ལྔ འི་ ཚེ་ ན་ ཆོས་ ཀྱི་ སྦྱིན་ བྱས་ ནས །_། |#| དེ་བཞིན་ གཤེགས་པ་ མྱ་ངན་ སྤོང་ དེ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $671 “The well-gone Devaraśmi, when a monk, |#| Offered the gift of Dharma on the day of the full moon |#| Before the thus-gone Relinquishing Suffering, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཤེས་རབ་ མེ་ཏོག་ སྤུག་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མངོན་ཤེས་ འོད་ དེ་ ལ །_། སྤུག་ གི་ ནོར་བུ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $672 “The well-gone Prajñāpuṣpa, when a gem seller, |#| Offered gemstones |#| To the thus-gone Light of Superknowledge |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ མཁས་པ་ འབྲས་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མདངས་ ཀྱི་ སྟོབས་ དེ་ ལ །_། འབྲས་ ཀྱིས་ སྤར་བ་ བཀང་ སྟེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $673 “The thus-gone Vidvat, when a rice seller, |#| Offered handfuls of rice |#| To the thus-gone Bright Strength |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཡེ་ཤེས་ འབྱོར་ལྡན་ ནི །_། ཤིང་རྟ་ མཁན་ ཚེ་ བདེ་གཤེགས་ གསལ་བ འི་ དཔལ །_། དེ་ ཡི་ རླུང་ སྐྱབས་ དག་ ནི་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $674 “The thus-gone Samṛddhajñāna, when a chariot maker, |#| Offered protection against the wind |#| To the well-gone Glory of Clarity |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཚངས་ དབྱིག་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཐོང་བ ར་ གྲགས་ དེ་ |#| ལ །_། ག་ ན་ ཀོ་ དག་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $675 “The thus-gone Brahmavasu, when a forest guard, |#| Offered kanaka plants#225 |#| To the thus-gone Renowned Vision |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཕྱག་ ན་ རིན་ཆེན་ རྒྱལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རྣམ་གྲོལ་ འོད་ཟེར་ དེ འི །_། ན་བཟའ་ དག་ ནི་ ཁ་དོག་ བསྒྱུར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $676 “The well-gone Ratnapāṇi, when a king, |#| Dyed the garments |#| Of the thus-gone Radiance of Liberation |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དབང་ལྡན་ ཚལ་ གྱི་ ལས་ བྱེད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡིད་གཉིས་ རྣམ་གནོན་ ལ །_། ཁར་ ཛུ་ ར་ ཡི་ འབྲས་བུ་ བརྒྱད་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $677 “The well-gone Indrama, when a gardener, |#| Offered eight khajurā fruits |#| To the thus-gone Subjugator of Doubt |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྫོགས་པ ར་ གསུང་བ་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ [321a] གཤེགས་པ་ དུས་མཁྱེན་ རྒྱལ་པོ་ ལ །_། སྟར་ག་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $678 “The well-gone Anupamavādin, when a forest guard, [321.a] |#| Offered walnuts |#| To the thus-gone King of Timely Knowledge |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ མཆོག་ གསུང་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ནགས་ ཀྱི་ མེ་ཏོག་ ལ །_། འགོ་ ཏ་ ར་ ན འི་ མེ་ཏོག་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $679 “The thus-gone Jyeṣṭhavādin, when a forest guard, |#| Scattered gotaraṇi flowers |#| Before the thus-gone Forest Flower |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ མཆོད་འོས་ རྒྱལ་བུ འི་ ཚེ །_། རྫིང་བུ་ དག་ ནི་ བྱས་ ཏེ་ བཤམས་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ མེ་ཏོག་ དཔལ་ དེ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $680 “The thus-gone Pūjya, when a prince, |#| Built and prepared ponds |#| Before the thus-gone Flower Glory |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཉི་མ་ བློན་པོ་ ཆེན་པོ འི་ ཚེ །_། བདེ་གཤེགས་ རྣམ་པར་ སྨིན་པ་ ཆེན་པོ་ ལ །_། རྡོ་ལས་ བྱས་པ འི་ ཁང་པ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $681 “The well-gone Sūrya,#226 when a chief minister, |#| Offered stone mansions |#| To the well-gone Great Ripening |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འདམ་ ལས་ རྒལ་བ་ སྐུད་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གྲགས་པ་ ཆེན་པོ་ ལ །_། སྐུད་པ་ སྲང་ གཅིག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $682 “The well-gone Uttīrṇapaṅka, when a thread seller, |#| Offered a measure of thread |#| To the thus-gone Great Fame |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ བརྙེས་པ་ ཆང་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཤེགས་པ ར་ དགྱེས་ དེ་ ལ །_། བཅུད་ ཁུ འི་ བཏུང་བ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $683 “The well-gone Jñānaprāpta, when an alcohol vendor, |#| Offered nutritious juices |#| To the thus-gone Delight in Going |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ གྲུབ་པ་ གྲོང་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདུད་རྩི་ རྣམ་གནོན་ ལ །_། གྲོང་ གི་ མཆོག་མ་ བཅུ་ ཞིག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $684 “The thus-gone Siddhi, when the head of a town, |#| Offered ten of the finest towns |#| To the thus-gone Nectar Conqueror |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྨ་བྱ་ འབྲུ་མར་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཉི་མ འི་ ཕུང་པོ་ ལ །_། མེ་ཏོག་ འབར་ ཤིས་ བསྒོས་པ འི་ འབྲུ་མར་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $685 “The well-gone Mayūra, when an oil maker, |#| Offered oil perfumed with vārṣikī flowers |#| To the thus-gone Sun Mass |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཆོས་སྦྱིན་ རྒྱལ་བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ འི་ དབྱངས་ དེ་ ལ །_། སིལ་སྙན་ བརྒྱ་ ཡིས་ མཆོད་པ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $686 “The thus-gone Dharmadatta, when a prince, |#| Offered the music of a hundred cymbals |#| To the thus-gone Moon Melody |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཕན་ བཞེད་ མགར་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡི་ མེ་ཏོག་ ལ །_། དྲ་གྲི་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $687 “The thus-gone Hitaiṣin, when a blacksmith, |#| Offered knives |#| To the thus-gone Divine Flower |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ ལྡན་པ་ དུང་འབུད་ ཚེ །_། དུང་ སྒྲ་ དག་ ནི་ བུད་པ་ བྱས་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ རྣམ་དག་ འོད་ དེ་ [321b] ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $688 “The well-gone Jñānin, when a conch blower, |#| Blew conches in worship |#| Of the thus-gone Pure Light[321.b] |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ གྲགས་པ་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྟོན་ཀ འི་ ཉི་མ་ ལ །_། ནོར་བུ་ བཻ་ དཱུརྱ་ དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $689 “The thus-gone Yaśas, when a merchant, |#| Offered beryl |#| To the thus-gone Autumn Sun |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འོད་ཟེར་ དྲ་བ་ ལོ་མ འི་ ཁུར་ ཁྱེར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྣང་བ་ བལྟ་ ན་ |#| སྡུག་ དེ་ |#| ལ །_། ཧི་ མིན་ ཛ་ ལ འི་ མེ་ཏོག་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $690 “The well-gone Raśmijāla, when carrying a load of leaves, |#| Offered himinjala flowers |#| To the thus-gone Beautiful Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བཻ་ དཱུརྱ་ སྙིང་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བརྟན་པ འི་ བློ་ དེ་ ལ །_། ཨ་མྲ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $691 “The well-gone Vaiḍūryagarbha,#227 when a forest guard, |#| Offered mangoes |#| To the thus-gone Steadfast Mind |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ མེ་ཏོག་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྗོན་པ འི་ མེ་ཏོག་ ལ །_། ཏང་ ག འི་ མེ་ཏོག་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $692 “The thus-gone Puṣpa, when a forest guard, |#| Offered tanga flowers |#| To the thus-gone Flowering Tree |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྷ་ ཡི་ རྒྱལ་པོ་ དེད་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འབར་བ འི་ དབྱངས་ དེ་ ལ །_། སྐྱེད་མོས་ཚལ་ ནི་ བཅུ་ སྙེད་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $693 “The well-gone Devarāja, when a captain, |#| Offered ten parks |#| To the thus-gone Blazing Melody |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ་ མགར་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདུད་རྩི འི་ གོ་ཆ་ ལ །_། རིལ་བ་ སྤྱི་ ལུགས་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $694 “The thus-gone Śaśin, when a blacksmith, |#| Offered a water jar |#| To the thus-gone Nectar Armor |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དྲན་ འོད་ ལྕགས་མགར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སེང་གེ འི་ སྒྲ་ དེ་ ལ །_། སྣར་ བླུགས་པ་ ཡི་ སྤྱད་ དག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $695 “The thus-gone Smṛtiprabha, when a blacksmith, |#| Offered nasal therapy#228 |#| To the thus-gone Lion’s Roar |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དགེ་ འོད་ དགེ་སློང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགེ་བ འི་ ལྷ་ དེ་ ལ །_། ནོར་བུ འི་ སྒྲོན་མ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $696 “The thus-gone Kuśalaprabha, when a monk, |#| Offered jewel lamps |#| To the thus-gone God of Virtue |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ མཆོག་མ་ ཀུན་ གྱི་ འོད །_། ཚོང་པ འི་ ཚེ་ ན་ བདེ་གཤེགས་ དབྱངས་ མཆོག་ ལ །_། ཤིང་ ན་ ག་ ཡི་ མེ་ཏོག་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $697 “The well-gone Sarva­vara­guṇa­prabha, when a merchant, |#| Scattered nāgapuṣpa flowers |#| To the well-gone Supreme Melody |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ རིན་པོ་ཆེ་ ཡི་ དཔལ །_། ཕྱག་དར་པ་ ཚེ་ བདེ་གཤེགས་ དཔལ་ དགྱེས་ ལ །_། གཙུག་ལག་ཁང་ དང་ ཕྲེང་བ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $698 “The thus-gone Ratnaśrī, when a sweeper, |#| Offered a garland for a monastic temple |#| To the well-gone Glorious Delight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྐྱེས་བུ་ ཟླ་བ་ བྲམ་ཟེ འི་ ཚེ །_། གཅོང་ [322a] རོང་ དག་ ཏུ་ ཟམ་པ་ བྱས་ ནས་ |#| ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ བདུད་རྩི འི་ གྲགས་པ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $699 “The well-gone Manuṣyacandra, when a brahmin, |#| Built a bridge across a gorge [322.a] |#| Before the thus-gone Nectar Renown, |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྒྲ་གཅན་ བྲམ་ཟེ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཆོས་ ཀྱི་ མེ་ཏོག་ གི །_། གདན་ དག་ ཡུད་ཙམ་ གདིང་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $700 “The thus-gone Rāhu, when a brahmin, |#| Prepared temporary seats |#| For the thus-gone Dharma Flower |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བདུད་རྩི འི་ འོད་ ནི་ གཞན་ བྲན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བཀོད་པ་ ཆེན་པོ་ ལ །_། ཉིན་ མོ་ བཞུགས་པ འི་ གནས་ སུ་ གདན་ བཏིང་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $701 “The well-gone Amṛtaprabha, when a servant of others, |#| Prepared a seat where the thus-gone Great Array |#| Was residing during the daytime, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འཇིག་རྟེན་ མཆོག་མ་ ཚོང་དཔོན་ གྱི །_། བུ་ ཚེ་ བདེ་གཤེགས་ འཇིག་རྟེན་ བླ་མ་ ལ །_། དྷ་ ནུ་ སྐ་ རི འི་ མེ་ཏོག་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $702 “The well-gone Lokajyeṣṭha, when the son of a merchant, |#| Scattered dhanuṣkara flowers |#| Before the well-gone Superior to the World |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྐར་འོད་ དེད་དཔོན་ ཚེ །_། བདེ་གཤེགས་ བློ་ མཆོག་ ལམ་ དུ་ ཞུགས་པ་ ན །_། |#| མཚན་མོ་ རྩྭ་སྒྲོན་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $703 “The thus-gone Jyotiṣprabha, when a captain, |#| Offered straw lamps during the night |#| When the well-gone Supreme Mind was traveling |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཞི་བ འི་ སྟབས་ ནི་ རྒྱལ་པོ འི་ བུ །_། ཁང་ བཟངས་ འཛེག་ ཚེ་ བདེ་གཤེགས་ ལྷུན་ འོད་ ལ །_། མེ་ཏོག་ དག་ གི་ ཆུན་པོ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $704 “The well-gone Śāntagati, when a prince called Palace Ascender, |#| Offered a bouquet of flowers |#| To the well-gone Mountain of Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ རྒྱ་མཚོ་ མི་ བཀྲེན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདུད་རྩི འི་ འོད་ གཟི་ ལ །_། སྐྱུ་རུམ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $705 “The well-gone Jñānasāgara, when a destitute, |#| Offered condiments |#| To the thus-gone Splendid Nectar Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རི་དབང་ ཕྲེང་རྒྱུད་ བུ་མོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བྱང་ཆུབ་ གཟི་བརྗིད་ ལ །_། མེ་ཏོག་ཕྲེང་བ་ ཁྲུ་ གང་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $706 “The well-gone Parvatendra, when the daughter of a garland maker, |#| Offered a cubit-long flower garland |#| To the thus-gone Splendor of Awakening |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རབ་ ཞི་ སྨན་པ འི་ ཁྱེའུ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགོངས་པ་ སྦྱངས་པ་ ལ །_། སྙུན་ གྱི་ གསོས་ སྨན་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $707 “The well-gone Praśānta, when a young physician, |#| Offered medicine |#| To the thus-gone Pure Intention |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ མཐུ་སྟོབས་ སྤྱད་ རྫི འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཏོག་ གི་ འོད་ དེ་ ལ །_། ཙན་ ཙ་ ཏིཀ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $708 “The well-gone Guṇabala, when a cowherd,#229 |#| Offered carcika herbs |#| To the thus-gone Crest Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྷ་དབང་ རྩིས་པ འི་ ཁྱེའུ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགྲ་ ཐུལ་ དེ་ ལ་ [322b] ནི །_། མེ་ཏོག་ མྱ་ངན་ འཚང་ གི་ ཆུན་པོ་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $709 “The well-gone Deveśvara, when a young astrologer, |#| Offered aśoka flowers [322.b] |#| To the thus-gone Tamer of Enemies |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དབྱངས་སྙན་ སྤོས་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདུད་རྩི འི་ མེ་ཏོག་ གི །_། བཞུགས་ ཁང་ སྤོས་ ཀྱི་ བྱུག་པ ས་ བྱུགས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $710 “The thus-gone Mañjughoṣa, when an incense merchant, |#| Smeared the residence of the thus-gone Nectar Flower |#| With fragrant substances |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ངོས་ བཟང་ རྩལ་ ཆེན་ བྲམ་ཟེ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གྲགས་པ་ ཆེན་པོ་ ལ །_། འདུན་ཁང་ དག་ ནི་ བྱས་ ཏེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $711 “The well-gone Supārśva, when a powerful brahmin, |#| Offered an open-sided pavilion |#| To the thus-gone Great Fame |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དོན་གནས་ མི་ བཀྲེན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཕན་པ ར་ དགོངས་ དེ་ |#| ལ །_། སྣོད་ དག་ ཆུ་ ཡིས་ བཀང་ སྟེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $712 “The thus-gone Sthitārtha, when a destitute, |#| Offered vessels filled with water |#| To the thus-gone Intent on Helping |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ གཟི་བརྗིད་ དཔལ་ ནི་ ཁྱིམ་བདག་ ཚེ །_། དགེ་འདུན་ དག་ ལ་ རྙེད་པ་ སྣུམ་བག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ བྱང་ཆུབ་ དམ་པ་ དེ་ ལ་ ནི །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $713 “The well-gone Guṇatejas, when a householder, |#| Offered oil to the members of the saṅgha |#| Before the thus-gone True Awakening |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མཁྱེན་ལྡན་ ཟླ་ མེད་ རྩིས་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡིས་ མཆོད་ དེ་ |#| ལ །_། གུར་ཀུམ་ བྱུག་པ་ ལག་ གིས་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $714 “The well-gone Anuttarajñānin, when an astrologer, |#| Offered saffron ointment |#| To the thus-gone Worshiped by Gods |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ང་རོ་ དཔག་མེད་ ཕྱུགས་རྫི འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འདམ་ ལས་ རྒལ་བ་ ལ །_། ཧ་རི་ ནི་ ཀ འི་ མེ་ཏོག་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $715 “The well-gone Amitasvara, when a cattle herder, |#| Scattered yellow jasmine flowers |#| Before the thus-gone Crossing the Swamp |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ འོད་ བཟངས་ སྤོས་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྲིད་པ་ གསལ་བ་ ལ །_། ཀུན་ ཏུ་ ར་ ཀ འི་ བདུག་ པས་ བདུགས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $716 “The thus-gone Sukhābha, when an incense merchant, |#| Offered kunturaka#230 incense |#| To the thus-gone Illuminator of Existence |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཤིན་ཏུ་ ཐུགས་ གཞུངས་ མི་ བཀྲེན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཆོས་ ཀྱི་ མེ་ཏོག་ ལ །_། ཐལ་མོ་ སྦྱར་བ་ བྱས་ ཏེ་ ཕྱག་ འཚལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $717 “The well-gone Sumedhas, when a destitute, |#| Joined his palms in homage |#| Before the thus-gone Dharma Flower |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དོན་ དགོངས་ གཏི་མུག་ བྲལ །_། |#| འཁོར་ལོ ས་ སྒྱུར་ ཚེ་ བདེ་གཤེགས་ དཔལ་ ཆེན་ ལ །_། གྲོང་ཁྱེར་ དཔག་ཚད་ བཅུ་པ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $718 “The thus-gone Vigata­mohārtha­cintin, when a universal monarch, |#| Offered a city covering ten leagues |#| To the well-gone Great Glory |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དབྱངས་ ཀྱི་ [323a] ཡན་ལག་ ཁྱད་པར་ འཕགས །_། |#| ཤིང་ སྲུངས་ ཚེ་ ན་ བདེ་གཤེགས་ འོད་བྱེད་ ལ །_། ཕ་གུ འི་ འབྲས་བུ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $719 “The well-gone Viśiṣṭa­svarāṅga, when a forest guard, [323.a] |#| Offered phagu fruit#231 |#| To the well-gone Radiant |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མཆོག་ ཏུ་ མཛེས་ གཤེགས་ རྩིས་པ་ ཡི །_། བྲན་མོ འི་ ཚེ་ ན་ བདེ་གཤེགས་ མེ་འོད་ ལ །_། མེ་ཏོག་ ཀ ར་ ནི་ ཀ་ར ས་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $720 “The well-gone Laḍitāgragāmin, when a female servant of an astrologer, |#| Scattered karṇika flowers |#| Before the well-gone Fire Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཞི་ དོན་ རྒྱལ་པོ འི་ ཕོ་ཉ་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བལྟ་ ན་ |#| སྡུག་པ་ ལ །_། ལན་ གྲངས་ བརྒྱ་ སྙེད་ བསྐོར་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $721 “The well-gone Śāntārtha, when a royal messenger, |#| Circumambulated one hundred times |#| The thus-gone Beautiful to Behold |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྐྱོན་མེད་ རྟེན་ བཅས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྣང་བར་ དགྱེས་པ་ ལ །_། མོན་སྲན་ སྡེའུ་ ཡི་ འབྲས་བུ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $722 “The thus-gone Adoṣa, when having a single support,#232 |#| Offered green beans |#| To the thus-gone Joyful Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བློ་ སྦྱངས་ དགེ་བ་ ཤིང་ འཚོང་ ཚེ །_། སྒོ་ གང་དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ དགའ་བ འི་ དབྱངས་ དེ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $723 “The well-gone Śubha­cīrṇa­buddhi, when a timber merchant, |#| Offered a gateway |#| To the thus-gone Melody of Joy |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ པད་མ འི་ མཛོད་ ནི་ དགེ་སློང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཆོད་སྦྱིན་ བྱིན་པ་ ལ །_། སྐུ་ ཡི་ ཁྲུས་ དག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $724 “The well-gone Padmakośa, when a monk, |#| Offered bathing soap |#| To the thus-gone Sacrifice Gift |#| And in doing so first gave rise to the mind of awakening.
